IDEA StatiCa Open Model
FatigueLoading.MaxLoading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Max. cyclic loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadingULS MaxLoading { get; set; }
Public Property MaxLoading As LoadingULS
	Get
	Set
public:
property LoadingULS^ MaxLoading {
	LoadingULS^ get ();
	void set (LoadingULS^ value);
}
Property Value
Type: LoadingULS
See Also
Reference
FatigueLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace